tap "homebrew/bundle"
brew "apr-util"
brew "automake"
brew "cmake"
brew "convmv"
brew "gh"
brew "libsodium"
brew "mysql-client"
brew "node"
brew "openssl@1.1"
brew "pkg-config"
brew "subversion"
brew "telnet"
brew "zeromq"
cask "1password"
cask "adobe-creative-cloud"
cask "anydesk"
cask "appcleaner"
cask "balenaetcher"
cask "bartender"
cask "cleanmymac"
cask "cyberduck"
cask "datagrip"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "maccy"
cask "macgesture"
cask "naver-whale"
cask "notion"
cask "ogdesign-eagle"
cask "open-in-code"
cask "postman"
cask "pycharm"
cask "sublime-merge"
cask "termius"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "visual-studio-code"
cask "yt-music"
vscode "eamodio.gitlens"
vscode "MS-CEINTL.vscode-language-pack-ko"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "trinm1709.dracula-theme-from-intellij"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
